logs/wrk-filter-4.log
Running 5m test @ http://ib6
  4 threads and 1024 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    12.67ms   47.37ms   1.58s    95.55%
    Req/Sec    78.97k    11.35k  125.57k    71.99%
  94240703 requests in 5.00m, 9.65GB read
Requests/sec: 314049.00
Transfer/sec:     32.93MB