logs/wrk-no-2.log
Running 5m test @ http://ib6
  4 threads and 1024 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     4.15ms   10.01ms 463.19ms   93.82%
    Req/Sec   100.82k    13.85k  144.61k    65.97%
  120376044 requests in 5.00m, 12.33GB read
Requests/sec: 401229.17
Transfer/sec:     42.07MB