logs/wrk-no-3.log
Running 5m test @ http://ib6
  4 threads and 1024 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     4.92ms   13.19ms 884.38ms   93.84%
    Req/Sec   100.76k    13.18k  143.19k    66.66%
  120268758 requests in 5.00m, 12.32GB read
Requests/sec: 400880.73
Transfer/sec:     42.03MB