logs/wrk-no-7.log
Running 5m test @ http://ib6
  4 threads and 1024 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     4.80ms   12.37ms 465.12ms   93.71%
    Req/Sec   100.74k    13.00k  142.11k    64.61%
  120273002 requests in 5.00m, 12.32GB read
Requests/sec: 400894.69
Transfer/sec:     42.04MB